Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Remote Control has been asked to open a local file.
ja: リモート制御により、ローカルファイルを開くよう指示されました。

source: Remote Control has been asked to revert a changeset.
ja: リモート制御により、変更セットを取り消すよう指示されました。

source: Remote Control is configured to provide HTTPS support.<br>This requires to add a custom certificate generated by JOSM to the Windows Root CA store.<br><br>You are now going to be prompted by Windows to confirm this operation.<br>To enable proper HTTPS support, <b>please click Yes</b> in next dialog.<br><br>If unsure, you can also click No then disable HTTPS support in Remote Control preferences.
ja: リモート制御でHTTPSサポートが設定されています。<br>これは、JOSMによって作成された専用の証明書をWindowsのルート証明書ストアに追加する必要があります。<br><br>Windowsからこの操作についての確認が表示されます。<br>HTTPSサポートを正しく有効にするには、次のダイアログで<b>[はい]をクリックしてください</b>。<br><br>もし承認しないならば、[いいえ]をクリックしてリモート制御の設定からHTTPSサポートを無効にしても結構です。

source: Remote Coordinator for the IFRC Information Management Team for Cyclone Idai
ja: サイクロン・アイダイに対応するIFRC情報管理チームへの、遠隔からの協力作業

source: Remote imagery
ja: リモートの画像

source: RemoteControl::Accepting remote connections on {0}:{1}
ja: リモート制御::接続を {0}:{1}で受け付けています。

source: RemoteControl::Server {0}:{1} stopped.
ja: リモート制御::{0}:{1}のサーバが停止しました。

source: Remove
ja: 削除

source: Remove "{0}" for node ''{1}''
ja: ノード ''{1}'' の "{0}" を削除

source: Remove "{0}" for relation ''{1}''
ja: リレーション ''{1}'' の "{0}" を削除

source: Remove "{0}" for way ''{1}''
ja: ウェイ ''{1}'' の "{0}" を削除

source: Remove "{0}" for {1} object
ja: {1}件のオブジェクトから"{0}"を削除

source: Remove Bookmark
ja: ブックマークの削除

source: Remove Images
ja: 画像の削除

source: Remove a path
ja: パスを削除する

source: Remove a repository
ja: リポジトリを削除する

source: Remove address tags
ja: 住所タグを削除

source: Remove all address tags
ja: すべての住所タグを削除

source: Remove all items (marked and unmarked) from the todo list.
ja: ToDoリストから全てのアイテム（完了・未済とも）を削除する

source: Remove all members referring to one of the selected objects
ja: 選択されたオブジェクトの1つを参照しているすべてのメンバーを削除

source: Remove deleted members and save
ja: 削除されたメンバーを消して保存

source: Remove empty feature %1
ja: 空のフィーチャを削除します。 %1

source: Remove entry
ja: 項目を削除

source: Remove feature %1
ja: フィーチャ%1の削除

source: Remove features
ja: 地物の削除

source: Remove from cache
ja: キャッシュから削除

source: Remove from toolbar
ja: ツールバーから削除

source: Remove member '%1' on %2
ja: %2のメンバー'%1'の削除

source: Remove member from relation
ja: 関連からメンバーの削除

source: Remove objects larger than
ja: これより大きい値のオブジェクトを削除

source: Remove objects smaller than
ja: これより小さい値のオブジェクトを削除

source: Remove old keys from up to {0} object
ja: 最大{0}件のオブジェクトから古いキーを削除

source: Remove parallel lines
ja: 平行ラインを削除

source: Remove photo from layer
ja: レイヤーから写真を削除しますか？

source: Remove point on the picture
ja: 画像上の点を削除

source: Remove polygon
ja: ポリゴン削除

source: Remove selected features
ja: 選択したフィーチャを削除

source: Remove selected member(s)
ja: 選択したメンバーを削除

source: Remove selected plugins
ja: 選択したプラグインを削除

source: Remove selected tag(s)
ja: 選択したタグを削除

source: Remove tag
ja: タグを削除

source: Remove tags from inner ways
ja: 内部ウェイからタグを削除

source: Remove the changeset in the detail view panel from the local cache
ja: ローカルのキャッシュから詳細ビューパネルの変更セットを削除

source: Remove the currently selected bookmarks
ja: 選択中のブックマークを削除

source: Remove the currently selected members from this relation
ja: このリレーションから選択したメンバーを削除

source: Remove the currently selected vias
ja: 選択中の経由地を削除

source: Remove the selected changesets from the local cache
ja: 選択した変更セットをローカルキャッシュから削除

source: Remove the selected entries from the list of merged elements.
ja: 結合された要素のリストから選択した項目を削除

source: Remove the selected entry
ja: 選択したエントリを削除します

source: Remove the selected icon paths
ja: 選択されたアイコンパスを削除

source: Remove the selected jar files
ja: 選択したjarファイルを削除します

source: Remove the selected presets from the list of active presets
ja: 選択したプリセットをアクティブなプリセットの一覧から削除

source: Remove the selected rules from the list of active rules
ja: 選択中のルールを利用可能なルールの一覧から削除

source: Remove the selected styles from the list of active styles
ja: 有効なスタイルのリストから選択したスタイルを削除

source: Remove them, clean up relation
ja: 削除し、リレーションをクリーンナップ

source: Remove this relation member from the relation
ja: このリレーションメンバーをこのリレーションから除きます。

source: Remove {0} unmatched objects
ja: 一致しないオブジェクトを{0}件削除

source: Remove {0}.
ja: {0}を削除します。

source: Remove {1} and {2}
ja: {1}と{2}を削除します

source: Remove {1} or add a tunnel tag if applicable.
ja: 1}を削除するか、トンネルタグを追加します(該当する場合)。

source: Remove {1}.
ja: {1}を削除します。

source: Removed Element from Relations
ja: リレーションから要素を削除

source: Removed duplicate nodes
ja: 重複したノードを削除しました

source: Removed layer {0} because it is not allowed by the configured API.
ja: 設定用APIで許可されていないため、 {0} レイヤーは削除されました。

source: Removed nodes from {0}
ja: {0}からノードを削除

source: Removed now unreferrenced nodes
ja: 参照のないノードを削除しました。

source: Removed obsolete tags
ja: 古い形式のタグが削除されました

source: Removed preference default {0} since it is no longer used
ja: デフォルト{0}は使用されなくなったため、削除されました

source: Removed preference setting {0} since it is no longer used
ja: 使用されなくなったため、設定{0}が削除されました

source: Removes address related tags from the object.
ja: オブジェクトから住所に関するタグを削除します。

source: Removes all nodes from selection
ja: 選択したものからすべてのノードを選択解除

source: Removes the member with role ''from''
ja: ロール''from''のメンバーを削除

source: Removes the member with role ''to''
ja: ロール''to''のメンバーを削除

source: Removing certificate {0} from root keystore.
ja: ルートキーストアから{0}の証明書を削除します。

source: Removing deprecated plugins...
ja: 古くなったプラグインを削除しています...

source: Removing duplicate nodes...
ja: 重複したノードの削除中...

source: Removing insecure certificate from {0} keystore: {1}
ja: 安全でない証明書を{0}キーストアから削除中: {1}

source: Removing large objects
ja: 大きなオブジェクトを削除中

source: Removing parallel segments
ja: 平行区間を削除中

source: Removing small objects
ja: 小さなオブジェクトを削除中

source: Removing unmaintained plugins...
ja: 維持されていないプラグインを取り外します...

source: Rename
ja: 名前の変更

source: Rename File
ja: ファイル名を変更

source: Rename file "{0}" to
ja: ファイル"{0}"を変更

source: Rename layer
ja: レイヤー名の変更

source: Rename the currently selected bookmark
ja: 選択中のブックマークの名前を変更

source: Rendering {0} to {1}
ja: {0}を{1}にレンダリングしています

source: Renders data and saves the result to an image file.
ja: データをレンダリングし、結果を画像ファイルに保存します。

source: Renders the map as simple wire frame.
ja: 地図をシンプルなワイヤーフレームとしてレンダリングします。

source: Renders the map using style rules in a set of style sheets.
ja: スタイルシートのセット内のスタイルルールを使用して地図をレンダリングします。

source: Rental
ja: レンタル店

source: Reopen
ja: 再開

source: Reopen note
ja: メモを再開

source: Reopen note with message:
ja: メッセージを付けてメモを再開:

source: Reorder imagery layers
ja: 画像レイヤーの並べ替え

source: Reorder members in relation %1
ja: 関連%1のメンバーを再整列する

source: Reorders non-overlay imagery layers.
ja: オーバーレイされていない背景のレイヤーを並べ替えます。

source: Repair
ja: 修理工場

source: Replace
ja: 置換

source: Replace "{0}" by "{1}" for
ja: "{0}" を "{1}" で置き換える。

source: Replace Geometry
ja: 位置を置き換え

source: Replace existing values
ja: 既存の値を置換

source: Replace geometry for node {0}
ja: ノード {0} の位置を置き換え

source: Replace geometry for way {0}
ja: ウェイ {0} の位置を置き換え

source: Replace geometry of selected object with a new one
ja: 選択されたオブジェクトの位置を新しいものに置き換え

source: Replace grey shades by white color only
ja: 灰色の影を白のみに置き換える

source: Replace greyscale by white color (smaller files and memory usage).
ja: グレーを白に置換する(ファイルとメモリの容量を削減)。

source: Replace original background by JOSM background color.
ja: JOSM背景色で、オリジナルの背景を置き換える。

source: Replace the original white background by the background color defined in JOSM preferences.
ja: JOSMのプリファレンス中で定義されている背景色で、オリジナルの白い背景を置き換えます。

source: Replace the wikidata=* tag with an existing Wikidata item or remove the Wikidata tag.
ja: wikidata=*タグを既存のWikidata項目に置き換えるか、Wikidataタグを削除します。

source: Replaced ''{0}'' by ''{1}'' in {2} relation
ja: {2}件のリレーションにある"{1}"により"{0}"を置換

source: Replaces the currently configured via-objects with the node at the intersection
ja: 現在設定されているviaオブジェクトを交差点のノードで置き換える

source: Replacing existing preference file ''{0}'' with default preference file.
ja: 既存の設定ファイル ''{0}'' を既定の設定ファイルで置き換えます。

source: Replay GPS
ja: GPSの再生

source: Report a ticket to JOSM bugtracker
ja: JOSMバグトラッカーにチケットを報告

source: Report bug
ja: バグを報告

source: Report this offset
ja: このオフセットを報告

source: Reporting the offset...
ja: オフセットを報告...

source: Reprojected tile size
ja: 投影後のタイルの大きさ

source: Reprojecting layer {0} from {1} to {2}.
ja: レイヤ{0}を{1}から{2}に再投影しています。

source: Reprojection
ja: 再投影

source: Request Access Token
ja: アクセストークンをリクエスト

source: Request Failed
ja: リクエスト失敗

source: Request Token URL:
ja: リクエストトークンURL:

source: Request a smaller area to make sure that all notes are being downloaded.
ja: すべてのメモが確実にダウンロードできるようより小さいエリアをリクエストしてください。

source: Request details: {0}
ja: リクエストの詳細: {0}

source: Required tags are {0} and {1}.
ja: 必要なタグは{0}および{1}です。

source: Required tags:
ja: 必須のタグ:

source: Requirements
ja: 必要なもの

source: Research
ja: 研究所

source: Reselect last added object or selection form history
ja: 最後に追加したオブジェクトか、フォームの選択の履歴を再選択してください

source: Reservation
ja: 予約

source: Reservoir
ja: 貯水池

source: Reset
ja: リセット

source: Reset Calibration
ja: 位置調整をリセット

source: Reset Layers to default
ja: レイヤーをデフォルトにリセットする

source: Reset calibration
ja: 位置調整をリセット

source: Reset cookie
ja: クッキーのリセット

source: Reset current measurement results and delete measurement path.
ja: 現在の測定結果をリセットして、測定経路を削除してください。

source: Reset offset
ja: オフセットを初期化

source: Reset offset (only vector images)
ja: オフセットを初期化(ベクトルイメージのみ)

source: Reset preferences
ja: 設定値を初期化

source: Reset the preferences to default
ja: 設定を既定に戻します

source: Reset to default
ja: デフォルトに戻す

source: Resetting preferences to ''No proxy''
ja: 環境設定を「プロキシなし」にリセットしています

source: Resetting to default query.
ja: 既定のクエリにリセットされました。

source: Residential
ja: 居住区域内道路

source: Residential Area
ja: 住宅地

source: Residential Building
ja: 住宅

source: Resolution
ja: 解像度

source: Resolution of Landsat tiles (pixels per degree)
ja: ランドサットタイルの解像度(度あたりのピクセル)

source: Resolution will be attempted within the project using a variety of techniques.
ja: 様々な手法を利用して、プロジェクト内で解決が図られています。

source: Resolution:
ja: 解像度:

source: Resolve
ja: 解決

source: Resolve all relations
ja: 全てのリレーションを解決

source: Resolve conflicts
ja: 競合を解決

source: Resolve conflicts for ''{0}''
ja: ''{0}'' の競合を解決する

source: Resolve conflicts in coordinates in {0}
ja: {0} 内の座標の競合を解決

source: Resolve conflicts in deleted state in {0}
ja: {0} 内の削除済み状態の競合を解決

source: Resolve conflicts in member list of relation {0}
ja: リレーション{0}のメンバーリスト内の競合を解決

source: Resolve conflicts in node list of way {0}
ja: ウェイ {0} のノードリスト中の競合を解決

source: Resolve to my versions
ja: 自分のバージョンに解決

source: Resolve to their versions
ja: 相手のバージョンで解決

source: Resolve version conflict for node {0}
ja: ノード {0} のバージョンの競合を解決

source: Resolve version conflict for relation {0}
ja: リレーション {0} のバージョンの競合を解決

source: Resolve version conflict for way {0}
ja: ウェイ {0} のバージョンの競合を解決

source: Resolve {0} tag conflict in node {1}
ja: ノード{1}における{0}件のタグの競合を解決

source: Resolve {0} tag conflict in relation {1}
ja: リレーション{1}における{0}件のタグの競合を解決

source: Resolve {0} tag conflict in way {1}
ja: ウェイ{1}における{0}件のタグの競合を解決

source: Resolves all unresolved conflicts to ''my'' version
ja: すべての未解決の競合を「自分」のバージョンに解決

source: Resolves all unresolved conflicts to ''their'' version
ja: 未解決の競合をすべて「相手の」バージョンで解決する

source: Resort
ja: リゾート区

source: Resource
ja: 資源

source: Rest Area
ja: パーキングエリア

source: Restart
ja: 再起動

source: Restart JOSM with saving.
ja: 保存してJOSMを再起動します。

source: Restart JOSM without saving.
ja: 保存せずにJOSMを再起動します。

source: Restart now!
ja: すぐに再起動

source: Restart the application.
ja: アプリケーションを再起動します。

source: Restaurant
ja: レストラン

source: Restore
ja: 復元

source: Restore All
ja: 全てを元に戻す

source: Restore defaults
ja: 既定値に戻す

source: Restore selected tags
ja: 選択したタグを復元

source: Restoring files
ja: ファイルを復元中

source: Restriction
ja: 通行制限

source: Results
ja: 結果

source: Resume mapping
ja: マッピングの再開

source: Resume task
ja: タスクの再開

source: Resume validation
ja: 検証の再開

source: Retail
ja: 商業地

source: Retaining Wall
ja: 擁壁

source: Retrieve Access Token
ja: アクセストークンを取得

source: Retrieve Request Token
ja: リクエストトークンを取得

source: Retrieving OAuth Access Token from ''{0}''
ja: ''{0}''からOAuthアクセストークンを取得中

source: Retrieving OAuth Access Token...
ja: OAuthアクセストークンを取得中...

source: Retrieving OAuth Request Token from ''{0}''
ja: ''{0}''からOAuthリクエストトークンを取得中

source: Retrieving OAuth Request Token...
ja: OAuthリクエストトークン取得中...

source: Retrieving user details with Access Token Key ''{0}'' was forbidden.
ja: アクセストークンキー''{0}''にはユーザー詳細情報の参照権限がありません。

source: Retrieving user details with Access Token Key ''{0}'' was rejected.
ja: アクセストークンキー''{0}''でのユーザー詳細情報の取得が拒否されました。

source: Retrieving user info...
ja: ユーザー情報を参照中...

source: Retry
ja: 再実行

source: Return to the previous dialog to enter a more descriptive comment
ja: 前のダイアログに戻ってもっと内容が分かりやすいコメントを入力する

source: Return to the turn restriction editor and resume editing
ja: 進行方向制限編集画面に戻り編集を再開

source: Reunion RGR92 cache file (.UTM4)
ja: Reunion RGR92 キャッシュファイル(.UTM4)

source: Revalidate all turnlanes-relations.
ja: すべての進行方向別車線リレーションを再検査します。

source: Reverse
ja: 逆順

source: Reverse %1 ways
ja: %1ウェイを反転

source: Reverse Terrace
ja: テラスを反転

source: Reverse Ways
ja: ウェイ方向反転

source: Reverse a Terrace
ja: テラスを反転

source: Reverse a terrace
ja: テラスを反転

source: Reverse and Combine
ja: 逆転して結合

source: Reverse directional way.
ja: ウェイの方向を反転します。

source: Reverse grey colors (for black backgrounds).
ja: グレーカラーの反転(黒い背景用).

source: Reverse road direction
ja: 道路の進行方向を反転

source: Reverse route
ja: ルートの逆転

source: Reverse the direction of all selected ways.
ja: 選択したウェイ全ての方向を反転します。

source: Reverse the filters order.
ja: フィルタの順序を逆にします。

source: Reverse the order of the relation members
ja: リレーションメンバーの表示順序を反転する

source: Reverse way
ja: ウェイを反転

source: Reverse way %1
ja: ウェイ%1を反転

source: Reverse zoom with mouse wheel
ja: マウスホイールでのズームを反転

source: Reversed coastline
ja: 反転された海岸線

source: Reversed coastline: land not on left side
ja: 海岸線の反転: 陸地が左側にありません。

source: Reversed land: land not on left side
ja: 陸地の反転: 陸地は左側にない

source: Reverses house numbers on a terrace.
ja: テラスの住居番号を反転します。

source: Revert
ja: 取り消す

source: Revert changeset
ja: 変更セットを元に戻す

source: Revert changeset #{0}
ja: 変更セット #{0} を取り消します

source: Revert changeset fully
ja: 変更セット全体を戻す

source: Revert selection and restore deleted objects
ja: 選択分を戻し、削除したオブジェクトを復元

source: Revert selection only
ja: 選択分だけ戻す

source: Reverted changeset
ja: 変更セットを元に戻しました

source: Reverting changes
ja: 変更を戻します

source: Reverting...
ja: 取り消し中...

source: Revise
ja: 修正

source: Revision
ja: リビジョン

source: Rewrite imported images
ja: インポートした画像を再書き込み

source: Ridge
ja: 尾根

source: Riding
ja: 乗馬

source: Riding Route
ja: 乗馬コース

source: Right click = copy to clipboard
ja: 右クリック = クリップボードへコピー

source: Right handrail
ja: 右側の手すり

source: River
ja: 川

source: Riverbank
ja: 川岸

source: Road
ja: 道路

source: Road (Unknown Type)
ja: 道路(区分不明)

source: Road Restrictions
ja: 通行制限

source: Road Route
ja: 道路ルート

source: Road Sign Plugin
ja: Road Sign プラグイン

source: Road requirements
ja: 道路の要件

source: Road signs - Set A
ja: 道路標識 - セットA

source: Road signs - Set B
ja: 道路標識 - セットB

source: Roads
ja: 道路

source: Roadsign tagging
ja: 道路標識をタグ付け

source: Roadsigns plugin: open dialog
ja: Roadsigns プラグイン: ダイアログを開く

source: Robust Wheels: trekking bike, car, rickshaw
ja: 太い車輪: トレッキングバイク、自動車、人力車

source: Rock
ja: 岩

source: Role
ja: 役割

source: Role ''{0}'' is not among expected values ''{1}''
ja: ロール"{0}"は、一連の期待値"{1}"の中にありません

source: Role ''{0}'' missing
ja: ロール ''{0}'' がありません

source: Role ''{0}'' unknown in templates ''{1}''
ja: ''{1}'' テンプレートでロール ''{0}'' が見つかりません

source: Role for ''{0}'' should be ''{1}''
ja: ''{0}''のロールは''{1}''であるべきです

source: Role for multipolygon way member should be inner or outer
ja: マルチポリゴンウェイメンバーの役割はinnerまたはouterである必要があります

source: Role of relation member does not match expression ''{0}'' in template {1}
ja: リレーションメンバーのロールが{1}テンプレートの式''{0}''に一含まれていません

source: Role of relation member does not match template expression ''{0}'' in preset {1}
ja: リレーションメンバーのロールがプリセット{1}のテンプレートの式''{0}''に含まれていません

source: Role verification problem
ja: ロール検証に問題

source: Role {0} is not participating in compare pair {1}.
ja: ロール {0} は比較ペア {1} に参加していません

source: Role:
ja: ロール:

source: Roles cannot appear more than once
ja: ロールは2つ以上つけることはできません

source: Roles in relations referring to
ja: リレーション内でのロール

source: Roller Skating
ja: ローラースケート

source: Roof edge
ja: 屋根エッジ

source: Roof ridge
ja: 屋根棟

source: Roofer
ja: 屋根屋

source: Rooms
ja: 部屋数

source: Rotate
ja: 回転

source: Rotate 180
ja: 時計回りに180度回転

source: Rotate 270
ja: 反時計回りに90度回転

source: Rotate 90
ja: 時計回りに90度回転

source: Rotate Feature
ja: 地物を回転

source: Rotate Interaction
ja: 回転の説明

source: Rotate crosshair
ja: 照準を回転

source: Rotate image left
ja: 画像を左へ回転

source: Rotate image right
ja: 画像を右へ回転

source: Rotate left
ja: 左へ回転

source: Rotate right
ja: 右へ回転

source: Rotate {0} node
ja: {0}個のノードを回転

source: Rotated
ja: 回転

source: Rough
ja: ラフ

source: Roundabout
ja: 環状交差点

source: Roundabout Expander
ja: 環状交差点拡張ツール

source: Rounders
ja: ラウンダーズ

source: Roundtrip
ja: 周回ルート

source: Route Master
ja: 運行系統

source: Route Network
ja: 道路網

source: Route Patterns
ja: 経路のパターン

source: Route length (m)
ja: ルート長(m)

source: Route marker
ja: ルートマーカー

source: Route patterns ...
ja: ルートパターン ...

source: Route references
ja: ルート参照

source: Route relation contains a ''{0}'' role
ja: routeリレーションに ''{0}'' ロールが含まれています

source: Route relation contains a gap
ja: route リレーションが連続していない

source: Route scheme is unspecified.
ja: ルートスキームが指定されていません。

source: Route type
ja: ルート種類

source: Route {0} with no Route Master
ja: ルートマスターのないルート{0}

source: Routes
ja: ルート

source: Routes from {0}
ja: {0}からの経路

source: Routes shown for:
ja: ルート案内:

source: Routing
ja: ルーティング

source: Routing Plugin Preferences
ja: ルーティング プラグインの設定

source: Routing graph calculated by the GraphView plugin
ja: GraphViewプラグインによって計算されたルーティンググラフ

source: Rowing
ja: 漕艇

source: Rugby League
ja: ラグビーリーグ

source: Rugby Union
ja: ラグビー(通常の)

source: Ruins
ja: 廃墟

source: Rule
ja: ルール

source: Ruleset
ja: ルールセット

source: Ruleset:
ja: ルールセット:

source: Rumble strip
ja: ランブルトリップス

source: Run
ja: 実行

source: Run npm run dev to start a development server.
ja: npm run devを実行して、開発サーバーを起動します。

source: Run Client
ja: クライアントの実行

source: Run a script
ja: スクリプトの実行

source: Run script ''{0}''
ja: スクリプト''{0}''の実行

source: Run tests
ja: テストを実行する

source: Run the automatic authorization steps again
ja: 自動認証手順を再実行

source: Run the script
ja: スクリプトの実行

source: Run...
ja: 実行中...

source: Running
ja: ランニング

source: Running Douglas-Peucker approximation...
ja: Douglas-Peuckerの近似を実行します...

source: Running Route
ja: ランニングルート

source: Running test {0}
ja: {0}のテストを実行中

source: Running vertex reduction...
ja: 頂点の削減...

source: Runs scripts in JOSM
ja: JOSMでスクリプトを実行

source: Runway
ja: 滑走路

source: S
ja: 南

source: S&how
ja: 表示(&S)

source: S&implify
ja: 単純化(&S)

source: S&top
ja: ストップ(&t)

source: SAC Scale
ja: SACスケール

source: SDS data file
ja: SDSデータファイル

source: SDS password
ja: SDSパスワード

source: SDS server URL
ja: SDSサーバーURL

source: SDS tag prefix
ja: SDSタグのプリフィックス

source: SDS username
ja: SDSユーザー名

source: SIM_cards
ja: SIMカード

source: SUMO Export
ja: SUMOエクスポート

source: SVG files (*.svg)
ja: SVGファイル (*.svg)

source: SVG files [ImportVec plugin] (*.svg)
ja: SVGファイル［ImportVecプラグイン］(*.svg)

source: Saddle
ja: 鞍部

source: Safety inspection
ja: 安全点検

source: Sale
ja: 販売

source: Sally Port
ja: 城の出撃路

source: Salt Pond
ja: 塩田

source: Salt Water
ja: 塩水

source: Same value of {0} and {1}
ja: {0}と{1}が同じ値

source: Sample use: key=value
ja: 使用例:key=value

source: Sand
ja: 砂地

source: Sanitary Dump Station
ja: 汚物廃棄場

source: Saturation:
ja: 彩度:

source: Sauna
ja: サウナ

source: Save
ja: 保存

source: Save &As...
ja: 名前をつけて保存(&A)...

source: Save Access Token in preferences
ja: 設定でアクセストークンを保存

source: Save As
ja: 名前を付けて保存

source: Save As...
ja: 名前をつけて保存...

source: Save CSV import settings
ja: CSVインポート設定を保存

source: Save GPX file
ja: GPXファイルの保存

source: Save Imagery XML file
ja: 画像のXMLファイルを保存

source: Save In:
ja: 保存:

source: Save Layer
ja: レイヤーを保存

source: Save MATSim network file
ja: MATSimネットワークファイルを保存

source: Save Merkaartor document
ja: Merkaartor文書を保存

source: Save Merkaartor template document
ja: Merkaartorテンプレート文書を保存

source: Save NMEA log
ja: NMEAログを保存

source: Save NanoLog layer
ja: NanoLogレイヤーを保存

source: Save Note file
ja: メモファイルを保存する

source: Save OSM file
ja: ファイルの保存

source: Save Picture Calibration...
ja: 画像較正を保存...

source: Save SDS file
ja: SDSファイルを保存

source: Save Session
ja: セッションを保存

source: Save Session As...
ja: 名前を付けてセッションを保存...

source: Save Shortcut scheme
ja: ショートカット設定の保存

source: Save Signatures file
ja: 署名ファイルを保存

source: Save Tag Templates
ja: タグテンプレートの保存

source: Save Validation errors file
ja: 検証エラーファイルを保存

source: Save WMS file
ja: WMSファイルを保存

source: Save a copy of this Style to file and add it to the list
ja: このスタイルのコピーをファイルに保存し、一覧に追加します

source: Save anyway
ja: それでも保存する

source: Save as ...
ja: 名前を付けて保存...

source: Save as Template Document...
ja: テンプレート文書として保存...

source: Save as is
ja: そのまま保存

source: Save as...
ja: 名前を付けて保存...

source: Save captured data to file every minute.
ja: １分ごとに取得したデータをファイルに保存します。

source: Save geotagged image...
ja: ジオタグ付き画像を保存...

source: Save image as...
ja: 名前を付けて画像を保存...

source: Save in:
ja: 保存先:

source: Save layer specific preferences
ja: レイヤーの設定を保存する

source: Save layer...
ja: レイヤーを保存...

source: Save map style
ja: マップスタイルの保存

source: Save or undo it to be able to select another task
ja: 別のタスクを選択するには、変更の保存か取り消しを行ってください。

source: Save or undo it to be able to split the task
ja: タスクを分割するには、変更を保存するか、変更の取り消しを行ってください

source: Save script to current file
ja: スクリプトを現在のファイルに保存

source: Save selected file.
ja: 選択されたファイルを保存。

source: Save settings
ja: 設定を保存

source: Save settings...
ja: 設定を保存...

source: Save style ''{0}'' as ''{1}''
ja: スタイル ''{0}'' を ''{1}'' として保存

source: Save the current data to a new file.
ja: 現在のデータを新規ファイルに保存

source: Save the current data.
ja: 現在のデータを保存します。

source: Save the current separate data store information to a file.
ja: 現在のSDS情報をファイルに保存

source: Save the current session to a new file.
ja: 現在のセッションを新しいファイルに保存

source: Save the preferences and close the dialog
ja: プリファレンスを保存してダイアログを閉じる

source: Save the turn restriction despite of errors and/or warnings
ja: エラーや警告を無視して進行方向制限を保存

source: Save this English version with the Languages template added.
ja: そして Languages テンプレートを追加したこの英語版を「保存」してください。

source: Save to a script file
ja: スクリプトファイルに保存する

source: Save to file
ja: ファイルに保存

source: Save to preferences
ja: プリファレンスに保存

source: Save track colors in GPX file
ja: GPXファイルのトラックの色を保存

source: Save user and password (unencrypted)
ja: ユーザーとパスワードを保存します(暗号化されません)

source: Save user and password ({0})
ja: ユーザーとパスワードを保存({0})

source: Save {0} profile
ja: {0}のプロファイルを保存

source: Save...
ja: 保存...

source: Save/Upload layers before deleting.
ja: 削除する前にレイヤを保存/アップロードします。

source: Saved updated default preferences.
ja: 更新されたデフォルトの設定を保存しました。

source: Saves calibration data to a file
ja: 較正データをファイルに保存

source: Saving file failed: {0}
ja: ファイルの保存に失敗: {0}

source: Saving layer to ''{0}'' ...
ja: レイヤーを ''{0}'' に保存中...

source: Saving to file.
ja: ファイルに保存中。

source: Sawmill
ja: 製材所

source: Saxon grading
ja: ザクセン格付け

source: Scale
ja: 拡大縮小

source: Scale Feature
ja: 地物を拡大縮小

source: Scale Interaction
ja: 拡大縮小の説明

source: Scale {0} node
ja: {0}個のノードを拡大縮小

source: Scale:
ja: スケール:

source: Scaled
ja: 拡大縮小

source: Scaled by X
ja: 横方向に拡大縮小

source: Scaled by Y
ja: 縦方向に拡大縮小

source: Scaling factor
ja: 拡大係数

source: Scanning directory {0}
ja: ディレクトリ {0} を走査中

source: School
ja: 学校

source: Schrader
ja: シュレイダー

source: Scooter
ja: スクーター

source: Scrap Metal
ja: スクラップ金属

source: Scree
ja: ガレ場

source: Script Engine
ja: スクリプトエンジン

source: Script Error
ja: スクリプトエラー
